Repository: fil4028/TestGIT
Catalog: kguitar/po/*.po
Languages: fr

source: P&roperties...
fr: P&ropriétés

source: &Chord...
fr: A&ccord...

source: &Save Options
fr: Enregistrer les option&s

source: &Arrange Track
fr: &Arranger la piste

source: Whole
fr: Totalité

source: Time signature
fr: Signature

source: Link with previous column
fr: Lier avec la colonne précédente

source: Natural harmonic
fr: Harmonique naturelle

source: Artificial harmonic
fr: Harmonique artificielle

source: American, sharps
fr: Américain, diésées

source: American, flats
fr: Américain, bémolisées

source: American, mixed
fr: Américain, mixte

source: European, sharps
fr: Européen, diésées

source: European, flats
fr: Européen, bémolisées

source: European, mixed
fr: Européen, mixte

source: Jazz, sharps
fr: Jazz, diésées

source: Jazz, flats
fr: Jazz, bémolisées

source: Jazz, mixed
fr: Jazz, mixte

source: &Play Track
fr: &Jouer le morceau...

source: &Stop
fr: Arrê&t

source: Move cursor right
fr: Déplacer le curseur vers la droite

source: Move cursor left
fr: Déplacer le curseur vers la gauche

source: Move cursor up
fr: Déplacer le curseur vers le haut

source: Move cursor down
fr: Déplacer le curseur vers le bas

source: Dead note
fr: Note morte

source: Ctrl+Delete
fr: Ctrl+Suppr

source: Palm muting
fr: Silence Palm

source: Doted note
fr: Note pointée

source: Key plus
fr: Touche plus

source: Key minus
fr: Touche moins

source: Key 1
fr: Touche 1

source: Key 2
fr: Touche 2

source: Key 3
fr: Touche 3

source: Key 4
fr: Touche 4

source: Key 5
fr: Touche 5

source: Key 6
fr: Touche 6

source: Key 7
fr: Touche 7

source: Key 8
fr: Touche 8

source: Key 9
fr: Touche 9

source: Key 0
fr: Touche 0

source: Song Properties...
fr: Propriétés de la chanson...

source: Track Properties...
fr: Propriétés de la piste...

source: Jazz note names are very special and should be used only if really know what you do. Usage of jazz note names without a purpose would confuse or mislead anyone reading the music who did not have a knowledge of jazz note naming. Are you sure you want to use jazz notes?
fr: Les noms de notes jazz sont très spéciaux et ne doivent être utilisés que si vous savez ce que vous faîtes. L'utilisation des noms jazz sans but précis embrouillerait l'utilisateur et pourrait conduire à une fausse interprétation musicale pour ceux qui ne connaissent pas cette façon de nommer les notes. Êtes vous sûrs de vouloir les utiliser?

source: Unnamed
fr: Sans nom

source: Please select a file.
fr: Veillez sélectionner un fichier.

source: You have no permission to read this file.
fr: Vous n'avez pas le droit de lire ce fichier.

source: Can't load the song!
fr: Impossible de charger la chanson!

source: This feature is at this time not implemented. If you would help to implement this feature please write an email to: greycat@users.sourceforge.net
fr: Cette fonctionnalité n'est pas encore mise en oeuvre. Si vous souhaitez aider à sa mise en oeuvre, veillez envoyer un courriel à greycat@users.sourceforge.net

source: Can't save the song!
fr: Impossible de sauvegarder la chanson!

source: Can't export the song!
fr: Impossible d'exporter la chanson!

source: Printing is at this time not implemented. If you would help to implement this feature in KGuitar please write an email to: greycat@users.sourceforge.net
fr: L'impression n'est pas encore mise en oeuvre. Si vous voulez aider à sa mise en oeuvre dans KGuitar, veillez envoyer un courriel à: greycat@users.sourceforge.net

source: Root
fr: Fondamentale

source: Usual
fr: Usuel

source: All
fr: Tous

source: &Strum...
fr: &Racler...

source: &Play
fr: &Jouer

source: Chord constructor
fr: Générateur d'accords

source: File browser
fr: Explorateur de fichier

source: &Scan
fr: &Analyse

source: Scan Subdirectories
fr: Analyse des sous répertoires

source: Play score
fr: Jouer la partition

source: No Jump
fr: Sans saut

source: Jump after 1 bar
fr: Saut après 1 mesure

source: Jump after 2 bars
fr: Saut après 2 mesures

source: Jump after 5 bars
fr: Saut après 5 mesures

source: Jump after 10 bars
fr: Saut après 10 mesures

source: Jump after 25 bars
fr: Saut après 25 mesures

source: Jump after the score
fr: Saut après la partition

source: Directories
fr: Répertoires

source: Name
fr: Nom

source: Size
fr: Taille

source: Modified
fr: Modifié(e)

source: Directory
fr: Répertoire

source: Title:
fr: Titre:

source: Author:
fr: Auteur:

source: Transcriber:
fr: Transcripteur:

source: Please select a directory!
fr: Veillez sélectionner un répertoire!

source: You have no permission to read this directory!
fr: Vous n'avez pas le droit de lire ce répertoire!

source: There are no files.
fr: Il n'y a pas de fichiers.

source: No files
fr: Pas de fichiers

source: No libkguitar found !
fr: libkguitar introuvable !

source: Browser...
fr: Explorateur...

source: Edit Toolbar
fr: Modifier la barre d'outils

source: Bar:
fr: Mesure:

source: *.kg|KGuitar files (*.kg) *.tab|ASCII files (*.tab) *.mid|MIDI files (*.mid) *.gtp|Guitar Pro files (*.gtp) *|All files
fr: *.kg|Fichiers KGuitar (*.kg) *.tab|Fichiers ASCII (*.tab) *.mid|Fichiers MIDI (*.mid) *.gtp|Fichiers Guitar Pro (*.gtp) *|Tous les fichiers

source: *.kg|KGuitar files (*.kg) *.tab|ASCII files (*.tab) *.mid|MIDI files (*.mid) *.gtp|Guitar Pro files (*.gtp) *.tex|MusiXTeX (*.tex) *|All files
fr: *.kg|Fichiers KGuitar (*.kg) *.tab|Fichiers ASCII (*.tab) *.mid|Fichiers MIDI (*.mid) *.gtp|Fichiers Guitar Pro (*.gtp) *.tex|MusiXTexX (*.tex) *|Tous les fichiers

source: This file exists! Do you overwrite this file?
fr: Ce fichier existe, voulez-vous l'écraser?

source: You have no permission to write this file!
fr: Vous n'avez pas le droit de modifier ce fichier!

source: Please select a filter or add an extension.
fr: Veillez choisir un filtre ou ajoutez une extension.

source: File to open.
fr: Fichier à ouvrir.

source: A stringed instrument tabulature editor
fr: Un éditeur de tablature pour instrument a corde

source: Maintainer and main coder
fr: Mainteneur et codeur principal

source: Special Thanks to Ronald Gelten who allowed us to make changes to tabdefs.tex
fr: Nous remercions spécialement Ronald Gelten qui nous a permit de modifier tabdefs.tex

source: Preferences
fr: Préférences

source: Music Theory
fr: Théorie musicale

source: Dominant 7th
fr: 7-ième de Dominante

source: Alterations
fr: Altérations

source: -/+ symbols
fr: Symboles -/+

source: b/# symbols
fr: Symboles b/#

source: MusiXTeX Export
fr: Exportation MusiXTeX

source: MusiXTeX Layout
fr: Disposition MusiXTeX

source: Show Barnumber
fr: Afficher les numéros des mesures

source: Show Tuning
fr: Afficher l'accordage:

source: Show Pagenumber
fr: Afficher les numéros de page

source: Export as...
fr: Exporter sous...

source: Tabulature
fr: Tablature

source: Tab Size
fr: Taille des Tab

source: Smallest
fr: Plus petit

source: Small
fr: Petit

source: Big
fr: Grand

source: MIDI Device Support
fr: Support de périphériques MIDI

source: Client Info
fr: Info Client

source: Port Info
fr: Info Port

source: MIDI &output port
fr: P&ort de sortie MIDI

source: &Refresh
fr: &Rafraîchir

source: &Title:
fr: &Titre:

source: &Author:
fr: &Auteur:

source: &Transcriber:
fr: &Transcripteur:

source: &Comments:
fr: &Commentaires:

source: Song properties
fr: Propriétés de la chansson

source: Tuning:
fr: Accordage:

source: Strings:
fr: Cordes:

source: Fretted instrument
fr: Instrument à Fret

source: Drum track
fr: Piste de percussions

source: &Track name:
fr: Nom de la pis&te:

source: &Channel:
fr: &Canal:

source: &Bank:
fr: &Banque

source: &General
fr: &Général

source: &Mode-specific
fr: &Mode-spécifique

source: Track properties
fr: Propriétés de la piste

source: Chord
fr: Accord

source: Plain single chord, all notes sound at the same time.
fr: Un accord plaqué, toutes les notes sont jouées en même temps.

source: 6/8 Standard Arpegio
fr: Arpège standard 6/8

source: Classic arpegio, played in 6/8. Makes very good accompaniment for slow, lyric songs. Used in the raw form (playing open strings) by Metallica in the song "Nothing Else Matters"
fr: Arpège classique, joué en 6/8. Excellent accompagnement pour le slow, les chansons à paroles. Utilisé sous sa forme brute (jeu de cordes à vide) par Metallica dans la chanson "Nothing Else Matters"

source: 4/4 Short Arpegio
fr: Arpège courte en 4/4

source: Shortened variation of classic arpegio, with chord-like two simultaneous string pick in the middle. A cross between classic arpegio and bass pick technique.
fr: Une variation courte de l'arpège classique, avec des accords semblables à deux cordes simultanées prises par le milieu. Un mélange d'arpège classique et de technique de piquer de basse.

source: 8/8 Arpegio 1
fr: Arpège 1 en 8/8

source: Pretty complex arpegio that makes dynamic progressing and continuous rhythm line. Fits best in medium tempo upbeat songs.
fr: Arpège assez complexe faisant une progression dynamique et une ligne rythmique continue. Convient mieux au tempo medium pour les chansons lors des montées.

source: 8/8 Arpegio 2
fr: Arpège 2 en 8/8

source: 3/4 Smooth Arpegio With Return
fr: Arpège égal en 3/4 avec rerpise

source: Smooth accelerating and decelarating arpegio. Played mostly with a pick, strumming relatively slow through the strings. Well-known from a song "House of the Rising Sun", performed by Animals and many others.
fr: Arpège à accélération et décélération égale. Généralement joué au piquet, raclés assez langoureuses à travers les cordes. Rendu célèbre par la chanson "House of the Rising Sun" des Animals et bien d'autres.

source: 4/4 Rock Ballad Arpegio 1
fr: Arpége 1 en 4/4 d'une Balade Rock

source: One of the most famous rock arpegios. If played in a correct way, could make a smooth continuous rhythm, good for verses. One of the most well-known songs that uses such arpegio is "Don't Cry" by Guns'n'Roses.
fr: L'un des plus fameux arpège rock. Lorsqu'il est interprété correctement, il peut donner un rythme égal continu, excellent pour les vers. L'une des chansons les plus célèbre utilisant un tel arpège est "Don't Cry" de Guns'n'Roses.

source: 4/4 Rock Ballad Arpegio 2
fr: Arpége 2 en 4/4 d'une Balade Rock

source: Smooth rock ballad arpegio. Picking pattern could seem a bit random-like, though the whole arpegio makes a pretty smooth rhythm. Good for slow and lyric ballads. Performed by Smokie in their song "Living Next Door to Alice"
fr: Arpège lisse de balade rock. Le choix des motifs peut paraître aléatoire, ainsi tout l'arpège produit un rythme assez égal. Excellent pour les slows et les balades vocales. Exécuté par Smokie dans leur chanson "Living Next Door to Alice"

source: 4/4 Rock Ballad Arpegio 3
fr: Arpége 3 en 4/4 d'une Balade Rock

source: Weird, but simple combination of classic arpegios, makes a good continuous rock lyric arpegio, with a bit of spanish feel. Used in the song of Scorpions "Holiday"
fr: Bizarre, mais combinaison simple d'arpèges classiques, produit un bon arpège de rock vocal, avec un petit air espagnole. Utilisé dans la chanson "Holiday" des Scorpions.

source: 4/4 Rock Ballad Arpegio 4
fr: Arpége 4 en 4/4 d'une Balade Rock

source: Classic stairway rock arpegio, this thing was the learning pattern for lots of various musicians. Very regular 4/4, first accented note is a good metronome. Used in (and most likely originating from) Led Zeppelin's "Stairway to Heaven"
fr: Arpège rock classique en escalier, ces choses ont servit d'exercices pour un grand nombre de musiciens. Des 4/4 très réguliers, la première note accentuée est un bon métronome. Utilisé dans (et vraisemblablement partit de) "Stairway to Heaven" de Led Zeppelin

source: 4/4 Rock Ballad Arpegio 5
fr: Arpége 5 en 4/4 d'une Balade Rock

source: Folk style picking, named "Travis picking" after Merle Travis who apparently came up with it first. Arpegio line is somewhat syncopated, giving a special feel. Good example of such picking is Kansas' "Dust in the Wind"
fr: Un piquet de type Folk, appelé "Travis picking" en référence à Merle Travis qui l'a vraisemblablement inventé. La ligne d'arpège est d'une certaine façon syncopée, donnant ainsi une sensation spéciale. Un bon exemple d'un tel piquet est "Dust in the Wind" de Kansas

source: 4/4 Normal Bass Pick
fr: Piquet normal de basse en 4/4

source: Classic bass pick technique with alteration. Played in 2 steps: at the first step some sort of bass note is picked and at the second step the bunch of trebles sounds. Very popular thing for lyric songs on acoustic (especially 7-string) guitar.
fr: Technique de piquet de basse avec altération. Joué en deux étapes: Au premier étape, une sorte de note basse est piquée et à la seconde, les notes trebles sonnent. Quelque chose d'assez populaire avec les chansons vocales sur guitare acoustique (7-cordes en particulier)

source: 3/4 Waltz Bass Pick
fr: Piquet basse Valse en 3/4

source: Waltz style bass pick. Makes a perfect dance rhythm - played on 3/4, with the first beat accented by bass note. Could be used in classic guitar playing experience, for example, in orchestra.
fr: Piquet basse de style Valse. Produit un rythme dansant parfait - joué en 3/4 avec le premier beat accentué par la note basse. Peut être utilisé avec une expérience sur guitare classique, par exemple dans les orchestres.

source: 4/4 Deep Bass Pick
fr: Piquet basse grave en 4/4

source: Normal bass pick with a shuffled, bluesey feel, made by delaying bass notes by an extra 1/8. A good simple rhythm for blues and folk songs.
fr: Piquet basse normal langoureux, avec un air de blues, produit en retardant la note basse d'un 1/8. Un bon rythme simple pour les chansons blues et folk.

source: Strum &pattern:
fr: Motif de &Raclé:

source: Strumming pattern
fr: Motif de raclage

source: &Beats per measure:
fr: Temps par mesure:

source: Beat &value:
fr: &Valeur du temps

source: Apply till the &end
fr: Appliqu&er jusqu'à la fin

source: User defined
fr: Définit par l'utilisateur

source: Guitar (6): standard
fr: Guitare (6): standard

source: Guitar (6): Eb
fr: Guitare (6): Eb

source: Guitar (6): D
fr: Guitare (6): D

source: Guitar (6): drop D
fr: Guitare (6): drop D

source: Guitar (6): open C
fr: Guitare (6): open C

source: Guitar (6): open D
fr: Guitare (6): open D

source: Guitar (6): open E
fr: Guitare (6): open E

source: Guitar (7): rock
fr: Guitare (7): rock

source: Guitar (7): traditional
fr: Guitare (7): traditionnel

source: Guitar (8): brahms
fr: Guitare (8): brahms

source: Banjo (5): drop C
fr: Banjo (5): open D

source: Banjo (5): open D
fr: Banjo (5): D à vide

source: Banjo (5): G minor
fr: Banjo (5): G mineure

source: Mandolin (4): standard
fr: Mandoline (4): standard

source: &Track
fr: &Piste

source: &Duration
fr: &Durée

source: &Effects
fr: &Effet

source: Note Names
fr: Noms des notes

source: Show Toolbars
fr: Afficher les barres d'outils

source: Drums:
fr: Percussions:
